Repository: vulgur/ZFC-iOS-Localization
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ko, th, vi, zh_hans, zh_hant

# alert_title_notification_permission
source: Notification Authorization Not Granted
de: Benachrichtigungsberechtigung nicht erteilt
es: Autorización de notificaciones no concedida.
ja: 通知許可は付与されていません
ko: 통지 승인이 부여되지 않았습니다
th: ไม่อนุญาตการแจ้งเตือน
vi: Chưa Cấp Quyền Thông Báo
zh_hans: 通知权限未授权
zh_hant: 通知權限未授權

# alert.custom.time
source: You are currently using Custom Time.
de: Sie verwenden derzeit eine benutzerdefinierte Zeit.
es: Actualmente estás usando el Tiempo Personalizado.
ja: 現在、カスタムタイムを使用しています。
ko: 현재 사용자 정의 시간을 사용 중입니다.
th: คุณกําลังใช้เวลากําหนดเองอยู่
vi: Bạn đang sử dụng Thời gian Tùy chỉnh.
zh_hans: 您现在正在使用自定义时间。
zh_hant: 您現在正在使用自訂時間。

source: Alert when break ends
de: Benachrichtigen, wenn die Pause endet
es: Alerta cuando termine el descanso
ja: 休憩終了時にアラート
ko: 휴식이 끝나면 알림
th: แจ้งเตือนเมื่อหยุดพักสิ้นสุด
vi: Cảnh báo khi nghỉ giải lao kết thúc
zh_hans: 休息结束时提示
zh_hant: 休息結束時提示

source: Alert when focus ends
de: Benachrichtigen, wenn der Fokus endet
es: Alerta cuando termine el enfoque
ja: フォーカスの終了時にアラート
ko: 초점이 끝나면 경고
th: แจ้งเตือนเมื่อเวลาโฟกัสสิ้นสุด
vi: Cảnh báo khi tập trung kết thúc
zh_hans: 专注结束时提示
zh_hant: 專注結束時提示

# app_subtitle_clockwall
source: A clock in clocks
de: Eine Uhr in Uhren
th: นาฬิกาในนาฬิกา
vi: Một cái đồng hồ trong đồng hồ
zh_hans: 众钟之钟
zh_hant: 眾鐘之鐘

# app_subtitle_healclock
source: Relieve stress and anxiety
de: Stress und Angst lindern
es: Alivia el estrés y la ansiedad
ja: ストレスと不安を和らげる
ko: 스트레스와 불안을 완화하세요
th: บรรเทาความเครียดและความวิตกกังวล
vi: Giảm căng thẳng và lo âu
zh_hans: 缓解压力和焦虑，放松，冥想，专注
zh_hant: 緩解壓力和焦慮，放鬆，冥想，專注

# app_subtitle_nutgoals
source: save more money like a squirrel
de: Spare mehr Geld wie ein Eichhörnchen
es: Ahorra más dinero como una ardilla
ja: リスのようにもっとお金を貯めよう
ko: 다람쥐처럼 돈을 더 많이 저축하세요
th: ออมเงินให้มากขึ้นเหมือนกระรอก
vi: Tiết kiệm nhiều tiền hơn như một con sóc
zh_hans: 像小松鼠一样存钱
zh_hant: 像小松鼠一樣存錢

# block.subtitle
source: Become Pro to unlock all features
de: Werden Sie Pro, um alle Funktionen freizuschalten
es: Conviértete en Pro para desbloquear todas las características
ja: PRO機能のロックを解除
ko: 프로 기능 잠금 해제
th: อัพเกรดเป็นโปรเพื่อปลดล็อกคุณสมบัติทั้งหมด
vi: Nâng cấp lên Pro để mở khóa tất cả tính năng
zh_hans: 成为Pro解锁全部功能
zh_hant: 解鎖PRO專業版功能

# block.title
source: Trial ends in:
de: Test endet in:
es: El periodo de prueba termina en:
ja: 残りの試用時間:
ko: 체험 남은 시간:
th: การทดลองสิ้นสุดภายใน:
vi: Thử nghiệm kết thúc trong:
zh_hans: 试用剩余时间：
zh_hant: 試用剩餘時間：

# btn_cancel
source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
ko: 취소
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# btn_clear
source: Clear
de: Löschen
es: Claro
ja: クリア
ko: 지우기
th: ล้าง
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# btn_confirm
source: Confirm
de: Bestätigen
es: Confirmar
ja: 確定
ko: 확인
th: ยืนยัน
vi: Xác nhận
zh_hans: 确定
zh_hant: 確定

# btn_get_pro
source: Continue
de: Weiter
es: Continuar
ja: 続行
ko: 계속
th: ต่อไป
vi: Tiếp tục
zh_hans: 立刻解锁
zh_hant: 立刻解鎖

# btn_get_pro_subscription_1
source: Try Free
de: Kostenlos testen
es: Prueba Gratis
ja: 無料でお試し
ko: 무료 체험
th: ลองใช้ฟรี
vi: Thử Miễn phí
zh_hans: 免费试用
zh_hant: 免費試用

# btn_more_details
source: More details
de: Mehr Details
es: Más detalles
ja: 詳細
ko: 자세한 내용
th: รายละเอียดเพิ่มเติม
vi: Thêm chi tiết
zh_hans: 查看详情
zh_hant: 查看詳情

# btn_open_shortcut
source: Open Shortcut
de: Verknüpfung öffnen
es: Abrir Atajos
ja: ショートカットを開く
ko: 단축거 앱 열기
th: เปิดทางลัด
vi: Mở Phím tắt
zh_hans: 打开快捷指令
zh_hant: 打開快捷指令

# btn_restore_purchase
source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar Compra
ja: 購入を復元
ko: 구매를 복원하십시오
th: กู้คืนการซื้อของ
vi: Khôi phục Mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

# btn_show_more_features
source: View all Pro features
de: Alle Pro-Funktionen anzeigen
es: Ver todas las características Pro
ja: すべてのプロ機能を見る
ko: 모든 프로 기능 보기
th: ดูคุณสมบัติโปรทั้งหมด
vi: Xem tất cả tính năng Pro
zh_hans: 查看所有Pro功能
zh_hant: 查看所有Pro功能

# btn_subtitle_open_shortcut
source: Skip straight to step 2
de: Direkt zu Schritt 2 springen
es: Saltar directamente al paso 2
ja: ステップ2にまっすぐスキップします
ko: 2 단계로 바로 건너 뛰십시오
th: ข้ามไปยังขั้นตอนที่ 2 เลย
vi: Chuyển thẳng đến bước 2
zh_hans: 直接跳到第2步
zh_hant: 直接跳到第2步

# btn.i.know
source: I know
de: Ich weiß
es: Lo sé
ja: わかりました
ko: 알겠습니다
th: ฉันทราบ
vi: Tôi biết
zh_hans: 我知道了
zh_hant: 我知道了

# button_new_features
source: Got it
de: Verstanden
es: Entendido
ja: OK
ko: 확인
th: เข้าใจแล้ว
vi: Đã hiểu
zh_hans: 我知道了
zh_hant: 我知道了

# changelog
source: Change spacings of Clock Wall
de: Abstände der Uhrenwand ändern
es: Cambiar los espacios de la pared del reloj
ja: 時計ウォールの間隔を変更
ko: 시계 벽의 간격 변경
th: เปลี่ยนระยะห่างของกำแพงนาฬิกา
vi: Thay đổi khoảng cách của Tường Đồng Hồ
zh_hans: 更改时钟墙的间距
zh_hant: 更改時鐘牆的間距

# charge_automation_step_1
source: Open Shortcut app
de: Verknüpfungen-App öffnen
es: Abre la aplicación de Atajos
ja: ショートカットアプリを開く
ko: 오픈 바로 가기 앱
th: เปิดแอป Shortcut
vi: Mở ứng dụng Phím tắt
zh_hans: 打开「快捷指令」
zh_hant: 打開「快捷指令」

# charge_automation_step_2
source: Tap the bottom tab Automation and then tap the plus button in the top right
de: Tippen Sie auf die Registerkarte Automatisierung unten und dann auf das Plus-Symbol oben rechts
es: Toca la pestaña de abajo Automation y luego toca el botón más en la parte superior derecha
ja: ボトムタブの自動化をタップし、右上のプラスボタンをタップします
ko: 하단 탭 자동화를 탭한 다음 오른쪽 상단의 플러스 버튼을 누릅니다.
th: แตะแท็บอัตโนมัติด้านล่างแล้วแตะปุ่มบวกทางขวาบน
vi: Chạm vào tab Tự động hóa ở cuối và sau đó chạm vào nút cộng ở góc trên bên phải
zh_hans: 轻点底部标签「自动化」，轻点右上角的加号按钮
zh_hant: 輕點底部標籤「自動化」，輕點右上角的加號按鈕

# charge_automation_step_3
source: Tap Create Personal Automation
de: Tippen Sie auf Persönliche Automatisierung erstellen
es: Toca Crear Automación Personal
ja: タップして、個人の自動化を作成します
ko: 개인 자동화 생성을 누릅니다
th: แตะสร้างอัตโนมัติส่วนบุคคล
vi: Chạm Tạo Tự động hóa Cá nhân
zh_hans: 轻点「创建个人自动化」
zh_hant: 輕點「創建個人自動化」

# charge_automation_step_4
source: Scroll down and tap Charger, make sure Is Connected is checked, and then tap Next
de: Nach unten scrollen und auf Ladegerät tippen, stellen Sie sicher, dass Verbunden aktiviert ist und tippen Sie dann auf Weiter
es: Desplázate hacia abajo y toca Cargador, asegúrate de que esté marcado Is Connected y luego toca Siguiente
ja: 下にスクロールして充電器をタップし、接続されていることを確認してください。次にタップします
ko: 아래로 스크롤하고 충전기를 탭하고 연결되어 있는지 확인한 다음 다음을 누릅니다.
th: เลื่อนลงแล้วแตะ ชาร์จเจอร์ ตรวจสอบให้แน่ใจว่าเชื่อมต่อแล้ว แล้วแตะถัดไป
vi: Cuộn xuống và chạm Sạc, đảm bảo Đã kết nối được chọn, sau đó chạm Tiếp
zh_hans: 向下滑动，轻点「充电器」，确认选择「已连接」，然后轻点右上角的「下一步」
zh_hant: 向下滑動，輕點「充電器」，確認選擇「已連接」，然後輕點右上角的「下一步」

# charge_automation_step_5
source: Tap Add Action
de: Aktion hinzufügen antippen
es: Toca Agregar Acción
ja: [アクションの追加]をタップします
ko: 액션 추가를 누릅니다
th: แตะเพิ่มการกระทํา
vi: Chạm Thêm Hành động
zh_hans: 轻点「添加操作」
zh_hant: 輕點「添加操作」

# charge_automation_step_6
source: Search Zen Flip Clock
de: Zen Flip Clock durchsuchen
es: Busca Zen Flip Clock
ja: Zen Flip Clockを検索します
ko: 선 플립 시계를 검색하십시오
th: ค้นหา Zen Flip Clock
vi: Tìm Đồng hồ Lật Zen
zh_hans: 搜索「极简时钟」
zh_hant: 搜索「極簡時鐘」

# charge_automation_step_7
source: Tap Next, then turn off Ask Before Running, and then tap Done
de: Tippen Sie auf Weiter, schalten Sie Fragen vor dem Ausführen aus und tippen Sie dann auf Fertig
es: Toca Siguiente, luego apaga Preguntar Antes de Ejecutar y luego toca Hecho
ja: 次にタップして、実行する前に尋ねるオフをオフにしてから、[完了]をタップします
ko: 다음을 탭한 다음 실행하기 전에 Ask를 끄고 완료했습니다.
th: แตะถัดไป ปิด ถามก่อนเรียกใช้ แล้วแตะเสร็จสิ้น
vi: Chạm Tiếp, sau đó tắt Hỏi trước khi Chạy, và chạm Xong
zh_hans: 轻点「下一步」，关闭「运行前询问」，轻点「完成」
zh_hant: 輕點「下一步」，關閉「運行前詢問」，輕點「完成」

# chinese_hour_dizhi
source: Ancient
de: Alt
es: Antiguo
ja: 古代
ko: 고대
th: โบราณ
vi: Cổ đại
zh_hans: 古代
zh_hant: 古代

# chinese_hour_none
source: None
de: Keine
es: Ninguno
ja: なし
ko: 없음
th: ไม่มี
vi: Không
zh_hans: 无
zh_hant: 無

source: Classic
de: Klassisch
es: Clásico
ja: クラシック
ko: 역사적
th: คลาสสิก
vi: Cổ điển
zh_hans: 经典
zh_hant: 經典

source: Dark
de: Dunkel
es: Oscuro
ja: ダーク
ko: 어두운
th: มืด
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Default
de: Standard
es: Predeterminado
ja: デフォルト
ko: 기본
th: ค่าเริ่มต้น
vi: Mặc định
zh_hans: 默认
zh_hant: 默認

# discount_lifetime
source: SALE
de: ANGEBOT
es: VENTA
ja: セール
ko: 판매
th: ลดราคา
vi: GIẢM GIÁ
zh_hans: 限时优惠
zh_hant: 限時優惠

# expiry_date
source: Expiration:
de: Ablauf:
es: Caducidad:
ja: 有効期限：
ko: 만료일:
th: วันหมดอายุ:
vi: Hết hạn:
zh_hans: 到期日：
zh_hant: 到期日：

# flip_animation_bounce
source: Rebound
de: Rückprall
es: Rebotar
ja: リバウンド
ko: 리바운드
th: กระเด้ง
vi: Nảy lại
zh_hans: 拟物
zh_hant: 擬物

# flip_animation_none
source: Disabled
de: Deaktiviert
es: Discapacitado
ja: なし
ko: 없음
th: ปิดใช้งาน
vi: Tắt
zh_hans: 无动画
zh_hant: 無動畫

# flip_sound_card
source: Card
de: Karte
es: Tarjeta
ja: カード
ko: 카드
th: การ์ด
vi: Thẻ
zh_hans: 翻牌
zh_hant: 翻牌

# flip_sound_drip
source: Drip
de: Tropfen
es: Gotera
ja: 水滴
ko: 똑똑
th: หยด
vi: Nhỏ giọt
zh_hans: 水滴
zh_hant: 水滴

# flip_sound_muyu
source: Wooden fish
de: Holzfisch
es: Pez de madera
ja: 木魚
ko: 목어
th: ปลาตีกระดึ๊งไม้
vi: Cá gỗ
zh_hans: 木鱼
zh_hant: 木魚

# flip_sound_none
source: None
de: Keine
es: Ninguno
ja: なし
ko: 없음
th: ไม่มี
vi: Không
zh_hans: 无
zh_hant: 無

# flip_sound_pendulum
source: Pendulum
de: Pendel
es: Péndulo
ja: 振り子
ko: 추시계
th: เพนดูลัม
vi: Con lắc
zh_hans: 钟摆
zh_hant: 鐘擺

# flip_sound_second_hand
source: Seconds
de: Sekunden
es: Segundos
ja: 秒針
ko: 초
th: วินาที
vi: Giây
zh_hans: 秒针
zh_hant: 秒針

# flip_sound_switch
source: Switch
de: Schalter
es: Interruptor
ja: スイッチ
ko: 스위치
th: สวิตช์
vi: Chuyển đổi
zh_hans: 开关
zh_hant: 開關

source: Go to Settings
de: Zu Einstellungen gehen
es: Ir a Configuración
ja: 設定へ
ko: 설정
th: ไปที่การตั้งค่า
vi: Đi đến Cài đặt
zh_hans: 去设置
zh_hant: 去設置

source: Good afternoon
de: Guten Tag
es: Buenas tardes
ja: こんにちは
ko: 안녕하세요
th: สวัสดีตอนบ่าย
vi: Chào buổi chiều
zh_hans: 下午好呀
zh_hant: 下午好呀

source: Good evening
de: Guten Abend
es: Buenas noches
ja: おやすみ
ko: 안녕하세요
th: สวัสดีตอนเย็น
vi: Chào buổi tối
zh_hans: 晚上好呀
zh_hant: 晚上好呀

source: Good morning
de: Guten Morgen
es: Buenos días
ja: おはよう
ko: 안녕하세요
th: สวัสดีตอนเช้า
vi: Chào buổi sáng
zh_hans: 上午好呀
zh_hant: 上午好呀

source: Good night
de: Gute Nacht
es: Buenas noches
ja: おやすみ
ko: 안녕히 주무세요
th: ราตรีสวัสดิ์
vi: Chúc ngủ ngon
zh_hans: 晚安啦
zh_hant: 晚安啦

# happy.dragon.year
source: Good luck in the Year of the Dragon!
de: Glückliches Jahr des Drachen!
es: ¡Buena suerte en el Año del Dragón!
ja: 龍年大吉！
ko: 용 해 대길!
th: สุขสันต์วันตรุษจีน!
vi: Chúc Mừng Năm Mới
zh_hans: 龙年大吉！
zh_hant: 龍年大吉!

source: Happy New Year!
de: Frohes neues Jahr!
es: ¡Feliz Año Nuevo!
ja: 明けましておめでとうございます!
ko: 새해 복 많이 받으세요!
th: สวัสดีปีใหม่!
vi: Chúc mừng năm mới!
zh_hans: 新年快乐!
zh_hant: 新年快樂!

# happy.snake.year
source: Good luck in the Year of the Snake!
de: Glückliches Jahr der Schlange!
es: ¡Buena suerte en el Año de la Serpiente!
ja: 蛇年大吉!
ko: 뱀 해 대길!
th: สุขสันต์วันตรุษจีน!
vi: Chúc Mừng Năm Mới
zh_hans: 蛇年大吉！
zh_hant: 蛇年大吉！

# hello
source: Hi 😄
de: Hallo 😄
es: Hola 😄
ja: こんにちは😄
ko: 안녕 😄
th: สวัสดีค่ะ 😄
vi: Xin chào 😄
zh_hans: 你好呀 😄
zh_hant: 你好呀 😄

# label_hour
source: hour
de: Stunde
es: hora
ja: 時間
ko: 시간
th: ชั่วโมง
vi: giờ
zh_hans: 小时
zh_hant: 小時

# label_more_time_options
source: More time options
de: Weitere Zeitoptionen
ja: より多くの時間オプション
ko: 더 많은 시간 옵션
th: ตัวเลือกเวลาเพิ่มเติม
vi: Thêm tùy chọn thời gian
zh_hans: 更多时间选项
zh_hant: 更多時間選項

source: Light
de: Hell
es: Claro
ja: ライト
ko: 밝음
th: อ่อน
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# link_privacy_policy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
ja: プライバシーポリシー
ko: 개인 정보 정책
th: นโยบายความเป็นส่วนตัว
vi: Chính sách Bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# link_subs_management
source: Subscriptions Management
de: Abonnementverwaltung
es: Gestión de Suscripciones
ja: サブスクリプション管理
ko: 구독 관리
th: จัดการการสมัครสมาชิก
vi: Quản lý Đăng ký
zh_hans: 订阅管理
zh_hant: 訂閱管理

# link_terms_of_use
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de Uso
ja: 利用規約
ko: 이용 약관
th: ข้อกําหนดในการใช้งาน
vi: Điều khoản Sử dụng
zh_hans: 用户协议
zh_hant: 用戶協議

# motto_position_bottom
source: Bottom
de: Unten
es: Inferior
ja: 下
ko: 맨 아래
th: ด้านล่าง
vi: Dưới cùng
zh_hans: 底部
zh_hant: 底部

# motto_position_top
source: Top
de: Oben
es: Superior
ja: 上
ko: 맨 위
th: ด้านบน
vi: Bên trên
zh_hans: 顶部
zh_hant: 頂部

# motto_type_custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
ja: カスタム
ko: 커스텀
th: กําหนดเอง
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# motto_type_hide
source: Hide
de: Verbergen
es: Ocultar
ja: 表示なし
ko: 없음
th: ซ่อน
vi: Ẩn
zh_hans: 不显示
zh_hant: 不顯示

# motto_type_preset
source: Preset
de: Voreinstellung
es: Predeterminado
ja: プリセット
ko: 사전 설정
th: ตั้งล่วงหน้า
vi: Cài sẵn
zh_hans: 预定义
zh_hant: 預定義

# nav_back
source: Back
de: Zurück
es: Atrás
ja: 戻る
ko: 뒤로
th: กลับ
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# notification_body_pmdr_break
source: Get Ready to next 🍅.
de: Bereite dich auf die nächste 🍅 vor.
es: Prepárate para el próximo 🍅.
ja: 次の準備をしてください
ko: 다음에 준비하십시오.
th: เตรียมพร้อมสําหรับ🍅ต่อไป
vi: Chuẩn bị cho 🍅 tiếp theo.
zh_hans: 准备下一个🍅吧
zh_hant: 準備下一個🍅吧

# notification_body_pmdr_focus
source: Take a break.
de: Mach eine Pause.
es: Toma un descanso.
ja: ご休憩ください
ko: 휴식을 취하다.
th: หยุดพักผ่อนสักครู่
vi: Nghỉ giải lao đi.
zh_hans: 休息一下吧
zh_hant: 休息一下吧

# notification_clock_hourly_title_12
source: It's %1$d %2$@.
de: Es ist %1$d %2$@.
ja: %2$@%1$d時です
ko: %2$@ %1$d시입니다
th: ตอนนี้เวลา %1$d %2$@
vi: Bây giờ là %1$d %2$@.
zh_hans: %2$@%1$d点整
zh_hant: %2$@%1$d點整

# notification_subtitle_pmdr_break
source: Break time is up.
de: Die Pause ist vorbei.
es: El tiempo de descanso ha terminado.
ja: 休憩時間終了
ko: 휴식 시간이 올라갑니다.
th: หมดเวลาหยุดพัก
vi: Hết giờ nghỉ.
zh_hans: 休息结束
zh_hant: 休息結束

# notification_subtitle_pmdr_focus
source: You've got a 🍅!
de: Du hast eine 🍅!
es: ¡Tienes un 🍅!
ja: ブラボー、ポモドロを完成させたね。
ko: 포모도로를 마쳤습니다!
th: คุณมี 🍅!
vi: Bạn có một 🍅!
zh_hans: 太棒了，你完成了一个🍅！
zh_hant: 太棒了，你完成了一個🍅！

# pay_btn_title_lifetime
source: Lifetime
de: Lebenslang
es: Por vida
ja: ライフタイム
ko: 평생
th: ตลอดชีพ
vi: Trọn đời
zh_hans: 终身
zh_hant: 終身

# pay_btn_title_monthly
source: Monthly
de: Monatlich
es: Mensual
ja: 毎月
ko: 월간
th: รายเดือน
vi: Hàng tháng
zh_hans: 月度
zh_hant: 月度

# pay_btn_title_yearly
source: Yearly
de: Jährlich
es: Anual
ja: 毎年
ko: 연간
th: รายปี
vi: Hàng năm
zh_hans: 年度
zh_hant: 年度

# pay_button_subtitle_lifetime
source: One-time payment
de: Einmalige Zahlung
es: Pago único
ja: 1回払い
ko: 1 회 구매
th: ชําระเงินครั้งเดียว
vi: Thanh toán một lần
zh_hans: 一次性买断
zh_hant: 一次性買斷

# pay_button_subtitle_monthly
source: %d-day free trial
de: %d-tägige kostenlose Testversion
es: Prueba gratuita de %d días
ja: %d日無料試験
ko: %d일 무료 체험
th: %d วันทดลองใช้ฟรี
vi: %d ngày dùng thử miễn phí
zh_hans: %d天免费试用
zh_hant: %d天免費試用

# pay_button_subtitle_per_month
source: %@/month
de: %@/Monat
es: %@/mes
ja: %@/月
ko: %@/월
th: %@/เดือน
vi: %@/tháng
zh_hans: %@/月
zh_hant: %@/月

# pay_button_subtitle_yearly
source: %d-day free trial
de: %d-tägige kostenlose Testversion
es: Prueba gratuita de %d días
ja: %d日無料試験
ko: %d일 무료 체험
th: %d วันทดลองใช้ฟรี
vi: %d ngày dùng thử miễn phí
zh_hans: %d天免费试用
zh_hant: %d天免費試用

# placeholder_custom_motto
source: Type a custom motto
de: Benutzerdefiniertes Motto eingeben
es: Escribe un lema personalizado
ja: カスタムモットーを入力する
ko: 맞춤 모토를 입력하세요.
th: พิมพ์คําขวัญกําหนดเอง
vi: Nhập khẩu hiệu tùy chỉnh
zh_hans: 输入自定义的一句话
zh_hant: 輸入自訂的一句話

# pmdr_alert
source: Alert
de: Benachrichtigung
es: Alerta
ja: アラート
ko: 알리다
th: แจ้งเตือน
vi: Thông báo
zh_hans: 提示音
zh_hant: 提示音

# pmdr_vibrate_once
source: Vibrate once
de: Einmal vibrieren
es: Vibrar una vez
ja: 振動1回
ko: 한 번 진동
th: สั่นสะเทือนหนึ่งครั้ง
vi: Rung một lần
zh_hans: 振动一次
zh_hant: 振動一次

# pmdr_vibrate_twice
source: Vibrate twice
de: Zweimal vibrieren
es: Vibrar dos veces
ja: 振動2回
ko: 두 번 진동
th: สั่นสะเทือนสองครั้ง
vi: Rung hai lần
zh_hans: 振动两次
zh_hant: 振動兩次

# pro_feature_all_new_feature
source: All new features in future
de: Alle neuen Funktionen in Zukunft
es: Todas las nuevas características en el futuro
ja: 将来のすべての新機能
ko: 미래의 모든 새로운 기능
th: คุณสมบัติใหม่ทั้งหมดในอนาคต
vi: Tất cả các tính năng mới trong tương lai
zh_hans: 未来所有的新功能
zh_hant: 未來所有的新功能

# pro_feature_burn_in_protection
source: Enable burn-in protection(for OLED screen)
de: Einbrennschutz aktivieren (für OLED-Bildschirm)
es: Habilitar protección contra la quemadura (para pantalla OLED)
ja: バーンイン保護（OLEDスクリーン用）
ko: OLED 화면 보호 모드
th: เปิดใช้การป้องกันการเสื่อมสภาพของหน้าจอ (สําหรับหน้าจอ OLED)
vi: Bật chống thủng hình ảnh (cho màn hình OLED)
zh_hans: 开启OLED屏幕保护模式
zh_hant: 開啟OLED屏幕保護模式

# pro_feature_change_focus_duration
source: Enable changing focus duration
de: Ändern der Fokussierungsdauer aktivieren
es: Habilitar el cambio de duración de enfoque
ja: フォーカス期間の変更
ko: 초점 지속 시간 변경
th: เปิดใช้การเปลี่ยนระยะเวลามุ่งโฟกัส
vi: Cho phép thay đổi thời lượng tập trung
zh_hans: 更改专注时长
zh_hant: 更改專注時長

# pro_feature_chinese_hours
source: Show Chinese Hours
de: Chinesische Stunden anzeigen
es: Mostrar Horas Chinas
ja: 中国時間を表示
ko: 중국어 시간
th: แสดงชั่วโมงจีน
vi: Hiển thị giờ theo lịch Trung Quốc
zh_hans: 显示中文时辰
zh_hant: 顯示中文時辰

# pro_feature_more_app_icons
source: More app icons
de: Mehr App-Symbole
es: Más íconos de aplicación
ja: より多くのアプリアイコン
ko: 더 많은 앱 아이콘
th: ไอคอนแอปเพิ่มเติม
vi: Thêm biểu tượng ứng dụng
zh_hans: 解锁更多 App 图标
zh_hant: 解鎖更多 App 圖標

# pro_feature_more_digit_styles
source: More digit styles
de: Mehr Ziffernstile
es: Más estilos de dígitos
ja: より多くの数字スタイル
ko: 더 많은 숫자 스타일
th: สไตล์ตัวเลขเพิ่มเติม
vi: Thêm kiểu số
zh_hans: 解锁更多数字样式
zh_hant: 解鎖更多數字樣式

# pro_feature_more_flip_sounds
source: More flip sounds
de: Mehr Umblättergeräusche
es: Más sonidos de volteo
ja: より多くのフリップ音
ko: 더 많은 플립 소리
th: เสียงพลิกเพิ่มเติม
vi: Thêm âm thanh lật
zh_hans: 解锁更多翻页声音
zh_hant: 解鎖更多翻頁聲音

# pro_feature_more_theme_and_style
source: More clock themes and styles
de: Mehr Uhrdesigns und -stile
es: Más temas y estilos de reloj
ja: より多くの時計のテーマとスタイル
ko: 더 많은 시계 테마와 스타일
th: ธีมและสไตล์นาฬิกาเพิ่มเติม
vi: Thêm chủ đề và kiểu đồng hồ
zh_hans: 解锁更多时钟主题和样式
zh_hant: 解鎖更多時鐘主題和样式

# pro_feature_run_in_background
source: Enable running continuously in background for pomodoro and stopwatch
de: Ausführung im Hintergrund für Pomodoro und Stoppuhr aktivieren
es: Habilitar la ejecución continua para el pomódoro y cronómetro
ja: バックステージ連続タイマー
ko: 타이머는 백그라운드에서 계속 실행
th: เปิดใช้งานอย่างต่อเนื่องในแบ็กกราวนด์สําหรับตัวจับเวลาโปโมโดโรและนาฬิกาหยุด
vi: Cho phép chạy liên tục nền cho bộ hẹn giờ Pomodoro và bộ đếm giờ
zh_hans: 番茄钟和正计时可以在后台连续运行
zh_hant: 番茄鐘和正計時可以在後台連續運行

# pro.app.icon.title
source: More App icons
de: Mehr App-Symbole
es: Más íconos de aplicación
ja: その他のアプリ アイコン
ko: 더 많은 앱 아이콘
th: ไอคอนแอปเพิ่มเติม
vi: Thêm biểu tượng ứng dụng
zh_hans: 更多可供选择的图标
zh_hant: 更多可供選擇的圖標

# pro.clock.more.font
source: More custom fonts
de: Mehr benutzerdefinierte Schriftarten
es: Más fuentes personalizadas
ja: その他のカスタム フォント
ko: 더 많은 맞춤형 글꼴
th: แบบอักษรกําหนดเองเพิ่มเติม
vi: Thêm nhiều phông chữ tùy chỉnh
zh_hans: 更多定制化的字体
zh_hant: 更多定制化的字體

# pro.clock.more.style
source: More clock styles
de: Mehr Uhrstile
es: Más estilos de reloj
ja: その他の時計スタイル
ko: 더 많은 시계 스타일
th: สไตล์นาฬิกาเพิ่มเติม
vi: Thêm nhiều kiểu đồng hồ
zh_hans: 更多时钟样式
zh_hant: 更多時鐘樣式

# pro.clock.title
source: Constantly updated themes
de: Ständig aktualisierte Designs
es: Temas actualizados constantemente
ja: 常に更新されるテーマ
ko: 지속적으로 업데이트되는 테마
th: ธีมที่ปรับปรุงอย่างต่อเนื่อง
vi: Luôn cập nhật các chủ đề
zh_hans: 不断更新的主题
zh_hant: 不斷更新的主題

# pro.feature.detail
source: User Features
de: Benutzerfunktionen
es: Características del usuario
ja: ユーザー機能詳細
ko: 사용자 기능 세부 정보
th: คุณสมบัติผู้ใช้
vi: Tính năng Người dùng
zh_hans: 用户功能详情
zh_hant: 用戶功能詳情

# pro.feature.subtitle
source: Our goal is to create minimalist clock app that is easy to use, enjoyable and powerful.
de: Unser Ziel ist es, eine minimalistische Uhr-App zu erstellen, die einfach zu bedienen, angenehm und leistungsstark ist.
es: Nuestro objetivo es crear una aplicación de reloj minimalista que sea fácil de usar, agradable y potente.
ja: 私たちの目標は、使いやすく、美しく、パワフルな、ミニマルな時計アプリを作ることです。
ko: 우리의 목표는 사용하기 쉽고 아름답고 강력한 미니멀리스트 시계 앱을 만드는 것입니다.
th: เป้าหมายของเราคือการสร้างแอปนาฬิกาที่ใช้งานง่าย สนุกและมีประสิทธิภาพในแบบที่เรียบง่ายที่สุด
vi: Mục tiêu của chúng tôi là tạo ra ứng dụng đồng hồ tối thiểu dễ sử dụng, thú vị và mạnh mẽ.
zh_hans: 我们的目标是打造易用、美观、强大的极简主义时钟App
zh_hant: 我們的目標是打造易用、美觀、強大的極簡主義時鐘App

# pro.future.features
source: and all new features in future
de: und alle neuen Funktionen in Zukunft
es: y todas las nuevas características en el futuro
ja: そして、将来のすべての新機能
ko: 그리고 미래의 모든 새로운 기능
th: และคุณสมบัติใหม่ทั้งหมดในอนาคต
vi: và tất cả các tính năng mới trong tương lai
zh_hans: 以及未来所有的新功能
zh_hant: 以及未來所有的新功能

# pro.pomodoro.duration
source: Custom focus duration
de: Benutzerdefinierte Fokussierungsdauer
es: Duración de enfoque personalizada
ja: カスタムフォーカス時間
ko: 맞춤 초점 시간
th: ระยะเวลามุ่งโฟกัสกําหนดเอง
vi: Thời lượng tập trung tùy chỉnh
zh_hans: 自定义专注时长
zh_hant: 自訂專注時長

# pro.pomodoro.rib
source: Run continuously in the background
de: Im Hintergrund kontinuierlich ausführen
es: Ejecutar continuamente en el fondo
ja: バックグラウンドで継続的に実行する
ko: 백그라운드에서 계속 실행
th: เปิดใช้งานอย่างต่อเนื่องในแบ็กกราวนด์
vi: Chạy liên tục nền
zh_hans: 后台连续运行
zh_hant: 後台連續運行

# pro.pomodoro.title
source: Better focus timer
de: Besserer Fokus-Timer
es: Cronómetro de enfoque mejorado
ja: より良いフォーカスタイマ
ko: 더 나은 초점 타이머
th: ตัวจับเวลามุ่งโฟกัสที่ดีกว่า
vi: Bộ đếm thời gian tập trung tốt hơn
zh_hans: 更好用的专注计时器
zh_hant: 更好用的專注計時器
